{
    "新思科技 X 交大校友總會": "Synopsys X NCTU Alumni",
    "關於我們": "About Us",
    "營隊時程": "Events",
    "活動辦法": "Guidelines",
    "活動回顧": "Reviews",
    "線上免費資源": "Online Resources",
    "常見問題":"FAQs",
    "聯絡我們":"Contact Us",
    "立即報名":"Apply Now",

    "英文":"English",
    
    "Home Page":"",
    "距離第一梯活動開始還有":"The First Event Starts in...",
    "我們的特色":"Our Features",
    "活動整理讓你知":"Make Sure that You Know...",
    "2025 活動內容":"Events in 2025",
    "過去活動回顧":"Reviews",
    "線上課程免費資源":"Online Free Resources",
    
    "活動時程":"Event Schedule",
    "地點｜國立陽明交通大學":"Location | National Yang Ming Chiao Tune University",
    "梯次｜":"Session | ",
    "時間｜":"Time | ",
    "查看其他梯次":"View Other Sessions",
    "第一梯次":"Session 1",
    "第二梯次":"Session 2",
    "第一梯次（中文授課）":"Session 1 (Chinese Courses)",
    "第二梯次（中文授課）":"Session 2 (Chinese Courses)",
    "第三梯次（英文授課）":"Session 3 (English Courses)",
    "7/10（四）- 7/12（六）": "7/10（Thu.）- 7/12（Sat.）",
    "7/13（日）- 7/15（二）": "7/13（Sun.）- 7/15（Tue.）",
    "7/16（三）- 7/19（日）": "7/16（Wed.）- 7/19（Sun.）",
    
    "2023回顧": "2023 Review",
    "2024回顧": "2024 Review",
    "亮點摘要：製作線上課程、改為三天兩夜增進課程完整度。":"Includes online pre-camp courses to help students build foundational knowledge in advance. Upgraded to a 3-day, 2-night camp to improve course continuity and overall learning experience.",
    "時間：7/25-7/31":"Dates: July 25 – July 31, 2025",
    "地點：交大校友總會光復校區":"Location: NCTU Alumni Guangfu Campus",
    "學員總人數：240人":"Total Participants: 240 students",
    "亮點摘要：首次辦理、參訪國家半導體研究中心。":"This is the inaugural edition of the camp. Includes a site visit to the National Semiconductor Research Center.",
    "時間：8/1-8/4":"Dates: August 1 – August 4, 2025",
    "學員總人數：160人":"Total Participants: 160 students",
    
    "學員報到": "Student Registration",
    "開幕式暨半導體產業沙龍": "Opening Ceremony & Semiconductor Industry Panel Discussion",
    "午餐": "Lunch",
    "半導體技術發展": "Semiconductor Technology Development",
    "數位邏輯基礎到數位電路設計": "Digital Logic Fundamentals and Digital Circuit Design",
    "晚餐": "Dinner",
    "交流活動": "Networking Activities",
    "就寢休息": "Lights Out & Rest",
    "早餐": "Breakfast",
    "半導體製程概論（柏村）": "Introduction to Semiconductor Manufacturing",
    "數位電路設計實驗（一）": "Digital Circuit Design Lab I",
    "數位電路設計實驗（二）": "Digital Circuit Design Lab II",
    "準備成果發表": "Preparation for Final Presentation",
    "成果發表": "Final Presentation",
    "總經理演講": "Speech by the President of Synopsys Taiwan",
    "閉幕式": "Closing Ceremony",
    "賦歸": "Departure",
    "企業領袖面對面": "Synopsys Insight",
    "科學趣味競賽": "Science Fun Contest",

    "活動辦法":"Guidelines",
    "重要日期":"Important Dates",
    "『早鳥優惠時間』：即日起至 4/20 (日) 23:59":"Early Access Discount: From now until Api 20 (Sunday) at 11:59 PM",
    "開始報名：即日起至 5/30 (六) 23:59":"Registration Period: From now until May 30 (Saturday) at 11:59 PM",
    "繳費截止：即日起至 6/15 (六) 23:59":"Payment Deadline: From now until June 15 (Saturday) at 11:59 PM",
    "錄取結果通知：即日起至 6/15 (六) 23:59":"Admission Notification: From now until June 15 (Saturday) at 11:59 PM",
    "錄取結果通知：6/15 (六) 23:59":"Admission Notification: June 15 (Saturday) at 11:59 PM",
    "報名方式": "Please fill out the registration form. Once successfully submitted, you will receive a confirmation email on the same day.",
    "請同學填寫報名資料表單，填寫並成功送出當日同學將會收到報名成功信件。": "Please fill out the registration form. Once successfully submitted, you will receive a confirmation email on the same day.",
    "錄取結果通知以 E-mail 發送，請同學於信件內容提及之時限內回覆確認狀況，並陸續完成繳費手續。": "Admission results will be sent via email. Please reply within the specified deadline mentioned in the email and proceed with the payment process accordingly.",
    "報名費用": "Registration Fee",
    "1. 中文梯次：": "1. Chinese Session:",
    "早鳥優惠 $8,800NT": "Early Bird Discount: $8,800 NT",
    "，定價 $10,900NT": "Regular Price: $10,900 NT",
    "另補助 30 名學生免報名費，補助辦法請參閱相關細則": "Additionally, a subsidy will be provided to 30 students for a full waiver of the registration fee. Please refer to the relevant guidelines for details.",
    "2. 英文梯次：定價 $33,000NT": "2. English Session: Regular Price: $33,000 NT",
    "折扣方案 A：兩人同行，一人享半價": "Discount Plan A: Two participants register together, one enjoys a 50% discount.",
    "折扣方案 B：符合下列任一身份折扣 $1,600NT": "Discount Plan B: A discount of $1,600 NT applies to any of the following eligible categories:",
    "交大/交大校友總會校友子女、新思員工子女、中華民國護照持有人": "Children of NCTU/NCTU Alumni alumni, children of New Thinking employees, holders of a Republic of China passport.",
    "A、B方案可疊加使用": "Plans A and B can be combined.",
    "錄取標準": "Admission Criteria",
    "2025/04/20 23:59 前報名享有": "Register before April 20, 2025, at 11:59 PM to enjoy",
    "早鳥優惠價格": "the Early Bird Discount.",
    "低/中低收入户學生、身心障礙學生或殘障人士子女、特殊境遇家庭之子女報名申請者，主辦方將根據申請資料擇 30 名同學免收報名費，申請結果將統一於錄取信中說明。": "Students from low-income or lower-middle-income households, students with disabilities, children of disabled individuals, or children from special circumstances families can apply for a fee waiver. The organizer will select 30 students based on the application materials, and the results will be stated in the admission notification.",
    "退費規定": "Refund Policy",
    "若非疫情等天災事變，因學員之個人因素而錄取後不克參加，得以書面方式向本團隊申請退費，退費標準如下：": "Unless due to pandemics or natural disasters, if a participant cannot attend due to personal reasons after admission, they may apply for a refund in writing according to the following standards:",
    "1. 營隊開始前 2 週：退費 75%": "1. Two weeks before the camp starts: 75% refund",
    "2. 營隊開始前 1 週：退費 50%": "2. One week before the camp starts: 50% refund",
    "3. 營隊開始後：不予退費": "3. After the camp starts: No refund",
    "以上活動資訊主辦方留有最解釋權": "The organizer reserves the right to final interpretation of all activity details.",
    
    "學員回饋":"Reflections from students",
    "陳同學":"Student Chen",
    "國三應屆畢業生":"Recent Junior High School Graduate",
    "新北市萬華國際美國學校":"Asia American International Academy (AAIA), New Taipei City",
    "真的收穫非常多！尤其是聽賴教授講解電機領域怎麼讓二進位可以操控電路，讓寫程式變成真正的東西在動或是在運算！瞭解很多半導體跟電機電子原理，以前都很死的寫程式，現在看到一些應用而且瞭解解到背後的半導體理論到底是什麼！":"I gained so much from this experience! Especially listening to Professor Lai explain how the field of electrical engineering enables binary code to control circuits, making programming translate into actual moving or computing entities! I learned a lot about semiconductors and the principles of electrical and electronic engineering. Previously, I used to write programs mechanically, but now I see some applications and understand the underlying semiconductor theories!",
    "許同學":"Student Hsu",
    "高二學生":"11th Grade Student",
    "台中女中":"Taichung Municipal Taichung Girls' Senior High School",
    "這次的營隊讓我學到很多，學到很多更細節的電路知識。讓我印象最深的是進入無塵室還有台灣儀器科技研究中心的介紹，裡面有很多複雜的原理讓我很有好奇心，其中發現我對這方面蠻有興趣，應該會往這方面的科系和領域發展。":"This camp taught me a lot, especially more detailed knowledge about circuits. What impressed me the most was entering the cleanroom and the introduction to the Taiwan Instrument Research Institute. There were many complex principles that sparked my curiosity. I found that I am quite interested in this field and will likely pursue related departments and areas in the future.",
    "何同學":"Student Ho",
    "高二學生":"11th Grade Student",
    "嘉義高中":"National Chiayi Senior High School",
    "在這次的營隊中讓我大開眼界內容豐富度幾乎可以說是incredible無論是企業參訪還是學長經驗分享都有滿滿的收穫這讓我對大學端研究所及企業端都有更多的了解不再只是想像也讓我對未來的生涯規劃有更多的想法。":"This camp was an eye-opener for me; the richness of the content was almost incredible. Whether it was company visits or sharing sessions from alumni, I gained a lot. This gave me more understanding of universities, graduate schools, and enterprises, moving beyond mere imagination, and provided me with more ideas for my future career planning.",
    "林同學":"Student Lin",
    "高三學生":"12th Grade Student",
    "台中一中":"Taichung Municipal Taichung First Senior High Schoo",
    "從一些工作者和學長姐的身上獲得很多的觀點和啟發。不僅是對選擇校系有幫助外，我對未來的人生規劃、職涯發展都有了更明確的輪廓！":"I gained many perspectives and inspirations from the workers and alumni. It not only helped me in choosing schools and departments but also gave me a clearer outline for my future life plans and career development!​",
    "何同學":"Student Ho",
    "高三學生":"12th Grade Student",
    "嘉義高中":"National Chiayi Senior High School",
    "實作環節穿插在靜態課程之中，讓整體的活動更為生動有趣，讓我最為有有感的是產業圓桌及在校生分享的部分，深刻感受到團隊在尋找及安排講師的用心之處，每個分享經驗的學長姐也都是有備而來，並非魚目混珠。":"The practical sessions interspersed within the static courses made the overall activities more lively and interesting. What resonated with me the most were the industry roundtable and the sharing sessions from current students. I deeply felt the team's dedication in finding and arranging speakers. Each alumni sharing their experiences came well-prepared and were genuinely insightful.",
    
    "線上課程免費資源": "Online Free Resources",
    "目錄": "Index",
    "前導課程": "Preview Courses | ",
    "台灣半導體產業鍊全解析": "Comprehensive Analysis of Taiwan’s Semiconductor Industry Chain",
    "解構半導體產業鍊": "Deconstructing the Semiconductor Industry Chain",
    "解析半導體產業的「大合奏」，我們常聽到的科技大廠分別在其中扮演什麼角色呢？本支影片帶您一窺半導體產業全貌，挖掘合作中的亮點與挑戰，透過上中下游齊力合作，共同推動半導體市場的革新與進步！": "Exploring the 'Grand Symphony' of the Semiconductor Industry: What roles do major tech companies play? This video offers a glimpse into the entirety of the semiconductor industry, uncovering highlights and challenges in collaboration. Through joint efforts across upstream, midstream, and downstream sectors, we drive innovation and progress in the semiconductor market!",
    "公司之間的互動與面臨的挑戰": "Interactions Between Companies and the Challenges They Face",
    "半導體技術是不斷的創新，過去這個產業的歷史，是如何發展成今日的樣貌?未來，我們又將往哪個方向邁進？藉由學長們的分享，了解半導體產業的發展。": "Semiconductor technology is constantly innovating. How has the history of this industry evolved into its current state? And where will it head in the future? Learn about the development of the semiconductor industry through alumni insights.",
    "想踏入半導體領域但不確定自己適不適合？我可以做哪些準備以因應未來挑戰呢？如果你也有這些疑問，那就一起來聽聽前輩們提供哪些建議吧！": "Considering entering the semiconductor field but unsure if it's the right fit for you? What preparations can you make to face future challenges? If you have these questions, join us to hear advice from experienced professionals!",
    "給高中生的話": "Advice for High School Students",
    "淺談晶片設計與台灣產業現況": "Introduction to Chip Design and Taiwan’s Industry Landscape",
    "半導體與晶片設計": "Semiconductors and Chip Design",
    "近年來半導體產業蓬勃發展台灣作為半導體產業的重要據點，如何在全球科技領域站有一席之地呢？這支影片將從半導體產業的發展與歷史出發一起探討台灣與半導體產業在發展、技術創新以及人才培育的密切關係✨": "In recent years, the semiconductor industry has flourished. As a key hub for the semiconductor industry, how does Taiwan secure its place in the global tech arena? This video explores the development and history of the semiconductor industry, examining Taiwan's close ties to its growth, technological innovation, and talent cultivation.",
    "台灣產業現況": "Taiwan’s Current Industry Landscape",
    "跟著講師聚焦台灣半導體業在國際上的發展從IC設計、製造到封裝與測試，台灣為何可以常居全球IC產業的領先地位呢？一起回顧過去十年間台灣IC設計業的發展見證台灣在推動產業發展方面的方法與貢獻✨": "Follow the instructor as we focus on Taiwan's semiconductor industry's global development. From IC design and manufacturing to packaging and testing, why does Taiwan consistently lead the global IC industry? Review the past decade of Taiwan's IC design development and witness its methods and contributions to advancing the industry.",
    "IC設計流程簡介": "Overview of the IC Design Process",
    "將IC設計擬作房屋設計 詳細了解IC設計的細部流程！這支影片主要講述「IC設計」各階段分工，如何從零開始設計出晶片✨將設計對照蓋房子的步驟，讓IC設計不再艱深難懂！": "Comparing IC design to house construction: Understand the detailed steps of IC design! This video explains the division of labor at each stage of IC design and how to design a chip from scratch. By relating the process to building a house, IC design becomes less complex and easier to grasp!",
    "邏輯設計入門": "Introduction to Logic Design",
    "數位系統基礎": "Fundamentals of Digital Systems",
    "我們的生活中每天都會接觸到不同的訊號究竟哪些是類比訊號？哪些是數位訊號呢？藉由講師的分享，一起了解訊號間的差異以及生活中的應用吧！": "Every day, we encounter various signals in our lives. Which are analog signals, and which are digital signals? Through the instructor's insights, let's explore the differences between these signals and their applications in daily life!",
    "從十進位制邁向二進位制": "Transitioning from Decimal to Binary",
    "在半導體產業中，常常會運用到「二進位制」！到底什麼是二進位制呢？透過數值系統轉換，認識二進位制與十進位制的差異讓我們跟著老師的步伐，一起學習不同進位制的轉換～": "Binary systems are frequently used in the semiconductor industry! What exactly is the binary system? Through numerical system conversions, understand the differences between binary and decimal systems. Follow the instructor's steps to learn how to convert between different numeral systems!",
    "交換電路和基本邏輯": "Switching Circuits and Basic Logic",
    "邏輯設計在當今數字時代，扮演著至關重要的角色無論是半導體，或是日常生活中常見的計算機及智能裝置等，邏輯設計的應用無所不在本集影片深入探討邏輯設計的概念和工作原理揭開邏輯設計的神秘面紗！": "Logic design plays a crucial role in today's digital era. Whether in semiconductors or everyday devices like computers and smart gadgets, its applications are everywhere. This video delves into the concepts and principles of logic design, uncovering its mysteries!",

    "緣起與宗旨": "Origins",
    "一顆晶片，看見未來": "Through a single chip, the future comes into view.",    
    "半導體是科技的核心，我們結合業界龍頭 Synopsys 與頂尖學術機構交大校友總會，打造全台第一專注於 IC 設計與半導體製程的營隊，讓國高中生學習基礎知識、拓展產業視野，成為引領未來的關鍵人才。": "Semiconductors are the soul of technology, shaping the world in ways unseen. Partnering with Synopsys and NCTU Alumni, we’ve created Taiwan’s first IC design and semiconductor camp, guiding young minds to grasp the fundamentals, explore the industry, and step into the future as pioneers of innovation.",    
    "本活動為交通大學校友總會與新思科技主要辦理，以半導體與晶片設計產業領域為主軸，帶領高中生以線上系列課程影片銜接實體營隊活動，以專題演講帶入基礎原理、實作練習與競賽呈現，活動希望提供高中生從科普知識、基礎半導體與晶片設計原理，到瞭解產業現況及發展方向分析。": "This program highlights a top-tier team of instructors, high-quality and professionally designed courses, and a well-structured learning framework. Participants will have valuable opportunities to interact closely with industry professionals and build a strong alumni network with National Yang Ming Chiao Tung University students. High school students from all over Taiwan are warmly invited to join!",
    "本活動主打優質的團隊及講師陣容、高品質的課程設計專業度、完整的學習架構、學員們與產業界有密切交流機會、與交大建立豐富的學長姐人脈，廣邀全台高中生報名參與！":"This event is organized primarily by the National Chiao Tung University Alumni Association and Synopsys, focusing on the semiconductor and chip design industries. The program is designed to guide high school students through a structured learning experience, starting with a series of online courses, followed by an in-person camp. Through specialized lectures, students will gain fundamental knowledge, engage in hands-on exercises, and participate in competitions. The event aims to provide high school students with a comprehensive learning journey—from popular science knowledge and fundamental semiconductor and chip design principles to understanding the industry’s current landscape and future development trends.",
    "主辦單位描述：": "",
    "台灣新思科技": "Synopsys Taiwan Co., Ltd.",
    "台灣新思科技「用今日的創新，點燃明日的創造力」": "Synopsys Taiwan Co., Ltd.   Igniting Tomorrow’s Creativity with Today’s Innovations",
    "人工智慧(AI)、擴增的晶片需求(Silicon Proliferation)，以及晶片賦能的系統架構與運算所造就的軟體定義系統(Software-defined Systems)，這三大技術趨勢正在塑造一個普世智慧(Pervasive Intelligence)的新時代。多年來，新思科技一直是這些技術發展的推動者，為實現這些趨勢提供所需的從晶片到系統設計全方位解決方案。": "Artificial intelligence (AI), the proliferation of silicon, and software-defined systems—driven by chip-enabled system architectures and computing—are the three major technological trends shaping a new era of Pervasive Intelligence. For years, Synopsys has been at the forefront of these developments, providing comprehensive chip-to-system design solutions necessary to drive these innovations forward.",
    "新思科技是含括廣泛垂直整合市場的全球晶片到系統設計廠商的重要合作夥伴，為世界各地的技術創新者提供業界最全面、最值得信賴的解決方案。": "As a trusted partner to chip-to-system design companies across a wide range of vertical markets, Synopsys delivers the most comprehensive and reliable solutions to technology innovators worldwide.",
    "當代各界戮力推動從自動化機器設備到數據中心，高達數十億智慧互連技術的創新，助力點燃明日的創造力。": "From automated machinery to data centers, today’s world is pushing the boundaries of innovation with billions of interconnected intelligent technologies, fueling the creativity of tomorrow.",
    "我們的技術，您的創新™": "Our Technology, Your Innovation™",
    "總部位於美國加州桑尼維爾(Sunnyvale)的新思科技(Synopsys, Inc. ; Nasdaq: SNPS)，是全球排名第一的電子設計自動化(EDA, Electronic Design Automation)廠商；做為開發電子產品及軟體應用的創新公司，新思科技致力提供技術領先的半導體設計、驗證平臺和IC製造軟體產品，協助半導體及電子相關產業的業者，進行複雜的積體電路(IC)設計、系統晶片(SoCs)等產品的開發與生產。": "Headquartered in Sunnyvale, California, USA, Synopsys, Inc. (Nasdaq: SNPS) is the world’s leading provider of Electronic Design Automation (EDA) solutions. As an innovation-driven company specializing in electronic product and software application development, Synopsys is dedicated to delivering cutting-edge semiconductor design and verification platforms, as well as IC manufacturing software. These solutions empower semiconductor and electronics companies to design and produce complex integrated circuits (ICs), system-on-chips (SoCs), and other advanced technologies.",
    "Synopsys於1991年成立台灣分公司，目前在台北、竹北及新竹三地均設有辦公室，在地30多年來，一直扮演台灣半導體產業發展「策略夥伴」的角色，不斷引進創新的EDA技術，協助台灣廠商突破研發瓶頸，提升IC設計效能與縮短產品上市時程，與台灣半導體產業共同成長與茁壯。": "Synopsys Taiwan was established in 1991 and currently operates offices in Taipei, Zhubei, and Hsinchu. For over 30 years, Synopsys has played a crucial role as a strategic partner in the Taiwan semiconductor industry, continuously introducing innovative EDA technologies to help local companies overcome R&D challenges, enhance IC design efficiency, and accelerate time-to-market. Through this close collaboration, Synopsys has grown alongside Taiwan’s semiconductor industry, driving progress and innovation together.",
    "臺灣交通大學校友會 NCTU Alumni Association「創造被交大校友利用的價值。」": "NCTU Alumni Association 'Creating value for and by NCTU alumni.'",
    "交大 16 字箴言：「飲水思源、實事求是、終生學習、互為貴人」": "The 16-character motto of NCTU: 'Yǐn shuǐ sī yuán, shí shì qiú shì, zhōng shēng xué xí, hù wéi guì rén'('Be grateful for your roots, seek truth from facts, pursue lifelong learning, and uplift each other.'')",
    "交大的校友們希望透過基金會的成立， 能夠提供校友們更完善的服務。本會的宗旨在促進校友與母校的互動聯繫，增加在教育及科技方面的交流與互動，並將積極參與當地社區的公益活動。主要的活動計畫包括：舉辦各項研討、創業、學術性及聯誼會活動以增強校友的聯繫；提供校友與母校間合作與回饋的機會；增進校友們在文化、經濟、社會、科技方面的發展。": "The National Chiao Tung University (NCTU) Alumni Association was established with the vision of enhancing services and connections among alumni. Its mission is to strengthen interactions between alumni and their alma mater, fostering educational and technological exchanges while actively engaging in local community service and charitable activities. The association organizes various academic, entrepreneurial, and networking events to strengthen alumni connections. It also provides opportunities for collaboration and giving back to NCTU, promoting cultural, economic, social, and technological advancements among alumni.",
    "交大校友會期許交大人秉持母校「知新致遠、崇實篤行」的校訓，結合交大幫在半導體、ICT領域打下來的堅強基礎，繼續在智慧交通的大航海時代擔任舵手，引領台灣的企業航向偉大的航道，擁抱大交通大未來的無限可能，繼續譜寫交大幫傳奇。": "With its motto, 'Pursue innovation and strive for excellence,' the NCTU Alumni Association encourages its members to build on NCTU’s strong legacy in semiconductors and ICT. As Taiwan navigates the intelligent transportation revolution, the association aspires for NCTU alumni to serve as pioneers, steering Taiwanese enterprises toward new frontiers and embracing the limitless potential of the future of transportation—continuing the legendary 'NCTU spirit.'",

    "常見問題：": "FAQs:",
    "半導體領域很大，三（四）天的營隊是否足夠呢？": "The semiconductor field is vast. Is a three (or four)-day camp enough?",
    "足夠學員獲得超越同儕的知識以及視野。": "Yes, it is sufficient for students to gain knowledge and insights beyond their peers.",
    "本營隊也在三天之內安排了全方面的高水準課程，此外也提供線上的前導課讓學員可以預習，力求讓學員們寶貴的學習時間得到最佳的運用。": "Our camp is designed with a well-structured and high-quality curriculum packed into three days. Additionally, we provide online pre-camp courses to help students prepare, ensuring that their valuable learning time is maximized.",
    "大學端舉辦的高中生營隊很多，「半導體與IC設計科普夏令營」的特色是？": "There are many university-run camps for high school students. What makes the 'Semiconductor & IC Design Science Camp' unique?",
    "更加注重知識與產業理解。": "We place a stronger emphasis on industry knowledge and understanding.",
    "我們將一般營隊常見的團康活動改為與業界學長姐的交流，在也能讓學員練習人際相處的同時，也超越課堂的知識，接觸到產業界的第一手經驗。": "Instead of traditional camp social activities, we incorporate interactions with industry professionals, allowing students to develop interpersonal skills while gaining first-hand industry insights beyond classroom knowledge.",
    "如果沒有程式基礎、數理表現也普通，我可以跟得上課程嗎？": "I have no programming background, and my math and science skills are average. Can I keep up with the course?",
    "完全沒問題。": "Absolutely!",
    "首先，我們原本就是設計成給零基礎的學員參與的，此外，在實做課程以及成果發表上也都會安排助教輔導。最後，如果真的還是擔心，歡迎多看幾次完全免費的線上課程穩固基礎喔！": "Our camp is designed for students with no prior experience. During the hands-on sessions and final presentations, teaching assistants will be available to provide guidance. If you are still concerned, we encourage you to watch the free online courses multiple times to build a solid foundation before the camp.",
    "需要提供語言能力或是外國籍證明才可以報名英語梯次嗎？": "Do I need to provide proof of language proficiency or foreign nationality to register for the English track?",
    "不需要。": "No, it is not required.",
    "今年新增的英語梯次目標之一即是實現半導體領域未來人才交流的國際化，並且工作人員們也都具有中英雙語能力。因此，只要自評能進行基礎的英語對話，我們都歡迎你的報名。": "One of the key objectives of the new English track is to foster international talent exchange in the semiconductor field. Our staff members are bilingual in English and Chinese, ensuring smooth communication. As long as you can engage in basic English conversations, we welcome your registration.",
    "完成營隊課程之後，我可以獲得什麼呢？": "What will I gain after completing the camp?",
    "基礎知識、產業理解、結訓證明。": "Fundamental knowledge, industry insights, and a certificate of completion.",
    "足夠讓學員結訓後能夠繼續進行自學的基礎知識，輔助生涯規劃所需的產業發展歷程與未來方向理解，數位電路設計的體驗以及結訓證明。": "By the end of the camp, you will have acquired: A strong foundational knowledge that enables further self-learning, A clear understanding of industry trends and career pathways, Hands-on experience in digital circuit design, An official certificate of completion to recognize your achievement.",

    "聯繫我們":"Contact Us",
    "歡迎合作邀約":"Welcome for Any Cooperation",
    "聯絡人：謝沅祐先生 高湘琪小姐":"Agent: Mr. Simon and Miss Jaquline",
    "主辦單位：台灣新思科技股份有限公司、台灣交通大學校友總會、半導體與晶片設計科普夏令營籌備團隊":"Organizers: Synopsys Taiwan Co., Ltd., National Chiao Tung University Alumni Association, and the Semiconductor and IC Lab Camp Preparatory Team",
    "聯絡電話：0911868649":"Contact Number: 0911868649",
    "營隊地址：新竹市東區大學路1001號 國立陽明交通大學":"No. 1001, University Road, East District, Hsinchu City, National Yang Ming Chiao Tung University",
    "EMAIL：yamifilm@gmail.com":"MAIL：yamifilm@gmail.com",
    
    "主辦單位：":"Organizers",
    "台灣新思科技股份有限公司":"Synopsys Taiwan Co., Ltd.",
    "台灣交通大學校友總會":"National Chiao Tung University Alumni Association",
    "半導體與晶片設計科普夏令營籌備團隊":"Semiconductor and IC Lab Camp Preparatory Team"
}