{
    "新思科技 X 陽明交大": "Synopsys X NYCU",
    "關於我們": "About Us",
    "營隊時程": "Events",
    "活動回顧": "Heights",
    "線上免費資源": "Online Resources",
    "常見問題":"FAQs",
    "聯絡我們":"Contact Us",

    "中文":"Chinese",
    "英文":"English",
    
    "線上課程免費資源": "Online Free Resources",
    "前導課程": "Preview Courses | ",
    "台灣半導體產業鍊全解析": "Comprehensive Analysis of Taiwan’s Semiconductor Industry Chain",
    "解構半導體產業鏈": "Deconstructing the Semiconductor Industry Chain",
    "公司之間的互動與面臨的挑戰": "Interactions Between Companies and the Challenges They Face",
    "給高中生的話": "Advice for High School Students",
    "淺談晶片設計與台灣產業現況": "Introduction to Chip Design and Taiwan’s Industry Landscape",
    "半導體與晶片設計": "Semiconductors and Chip Design",
    "台灣產業現況": "Taiwan’s Current Industry Landscape",
    "IC設計流程簡介": "Overview of the IC Design Process",
    "邏輯設計入門": "Introduction to Logic Design",
    "數位系統基礎": "Fundamentals of Digital Systems",
    "從十進位制邁向二進位制": "Transitioning from Decimal to Binary",
    "交換電路和基本邏輯": "Switching Circuits and Basic Logic",

    "緣起與宗旨": "Origins",
    "一顆晶片，看見未來": "Through a single chip, the future comes into view.",    
    "半導體是科技的核心，我們結合業界龍頭 Synopsys 與頂尖學術機構陽明交大，打造全台第一專注於 IC 設計與半導體製程的營隊，讓國高中生學習基礎知識、拓展產業視野，成為引領未來的關鍵人才。": "Semiconductors are the soul of technology, shaping the world in ways unseen. Partnering with Synopsys and NYCU, we’ve created Taiwan’s first IC design and semiconductor camp, guiding young minds to grasp the fundamentals, explore the industry, and step into the future as pioneers of innovation.",    
    "本活動為交通大學校友總會與新思科技主要辦理，以半導體與晶片設計產業領域為主軸，帶領高中生以線上系列課程影片銜接實體營隊活動，以專題演講帶入基礎原理、實作練習與競賽呈現，活動希望提供高中生從科普知識、基礎半導體與晶片設計原理，到瞭解產業現況及發展方向分析。": "This program highlights a top-tier team of instructors, high-quality and professionally designed courses, and a well-structured learning framework. Participants will have valuable opportunities to interact closely with industry professionals and build a strong alumni network with National Yang Ming Chiao Tung University students. High school students from all over Taiwan are warmly invited to join!",
    "本活動主打優質的團隊及講師陣容、高品質的課程設計專業度、完整的學習架構、學員們與產業界有密切交流機會、與交大建立豐富的學長姐人脈，廣邀全台高中生報名參與！":"This event is organized primarily by the National Chiao Tung University Alumni Association and Synopsys, focusing on the semiconductor and chip design industries. The program is designed to guide high school students through a structured learning experience, starting with a series of online courses, followed by an in-person camp. Through specialized lectures, students will gain fundamental knowledge, engage in hands-on exercises, and participate in competitions. The event aims to provide high school students with a comprehensive learning journey—from popular science knowledge and fundamental semiconductor and chip design principles to understanding the industry’s current landscape and future development trends.",
    "主辦單位描述：": "",
    "台灣新思科技": "Synopsys Taiwan Co., Ltd.",
    "台灣新思科技「用今日的創新，點燃明日的創造力」": "Synopsys Taiwan Co., Ltd.   Igniting Tomorrow’s Creativity with Today’s Innovations",
    "人工智慧(AI)、擴增的晶片需求(Silicon Proliferation)，以及晶片賦能的系統架構與運算所造就的軟體定義系統(Software-defined Systems)，這三大技術趨勢正在塑造一個普世智慧(Pervasive Intelligence)的新時代。多年來，新思科技一直是這些技術發展的推動者，為實現這些趨勢提供所需的從晶片到系統設計全方位解決方案。": "Artificial intelligence (AI), the proliferation of silicon, and software-defined systems—driven by chip-enabled system architectures and computing—are the three major technological trends shaping a new era of Pervasive Intelligence. For years, Synopsys has been at the forefront of these developments, providing comprehensive chip-to-system design solutions necessary to drive these innovations forward.",
    "新思科技是含括廣泛垂直整合市場的全球晶片到系統設計廠商的重要合作夥伴，為世界各地的技術創新者提供業界最全面、最值得信賴的解決方案。": "As a trusted partner to chip-to-system design companies across a wide range of vertical markets, Synopsys delivers the most comprehensive and reliable solutions to technology innovators worldwide.",
    "當代各界戮力推動從自動化機器設備到數據中心，高達數十億智慧互連技術的創新，助力點燃明日的創造力。": "From automated machinery to data centers, today’s world is pushing the boundaries of innovation with billions of interconnected intelligent technologies, fueling the creativity of tomorrow.",
    "我們的技術，您的創新™": "Our Technology, Your Innovation™",
    "總部位於美國加州桑尼維爾(Sunnyvale)的新思科技(Synopsys, Inc. ; Nasdaq: SNPS)，是全球排名第一的電子設計自動化(EDA, Electronic Design Automation)廠商；做為開發電子產品及軟體應用的創新公司，新思科技致力提供技術領先的半導體設計、驗證平臺和IC製造軟體產品，協助半導體及電子相關產業的業者，進行複雜的積體電路(IC)設計、系統晶片(SoCs)等產品的開發與生產。": "Headquartered in Sunnyvale, California, USA, Synopsys, Inc. (Nasdaq: SNPS) is the world’s leading provider of Electronic Design Automation (EDA) solutions. As an innovation-driven company specializing in electronic product and software application development, Synopsys is dedicated to delivering cutting-edge semiconductor design and verification platforms, as well as IC manufacturing software. These solutions empower semiconductor and electronics companies to design and produce complex integrated circuits (ICs), system-on-chips (SoCs), and other advanced technologies.",
    "Synopsys於1991年成立台灣分公司，目前在台北、竹北及新竹三地均設有辦公室，在地30多年來，一直扮演台灣半導體產業發展「策略夥伴」的角色，不斷引進創新的EDA技術，協助台灣廠商突破研發瓶頸，提升IC設計效能與縮短產品上市時程，與台灣半導體產業共同成長與茁壯。": "Synopsys Taiwan was established in 1991 and currently operates offices in Taipei, Zhubei, and Hsinchu. For over 30 years, Synopsys has played a crucial role as a strategic partner in the Taiwan semiconductor industry, continuously introducing innovative EDA technologies to help local companies overcome R&D challenges, enhance IC design efficiency, and accelerate time-to-market. Through this close collaboration, Synopsys has grown alongside Taiwan’s semiconductor industry, driving progress and innovation together.",
    "臺灣交通大學校友會 NCTU Alumni Association「創造被交大校友利用的價值。」": "NCTU Alumni Association 'Creating value for and by NCTU alumni.'",
    "交大 16 字箴言：「飲水思源、實事求是、終生學習、互為貴人」": "The 16-character motto of NCTU: 'Yǐn shuǐ sī yuán, shí shì qiú shì, zhōng shēng xué xí, hù wéi guì rén'('Be grateful for your roots, seek truth from facts, pursue lifelong learning, and uplift each other.'')",
    "交大的校友們希望透過基金會的成立， 能夠提供校友們更完善的服務。本會的宗旨在促進校友與母校的互動聯繫，增加在教育及科技方面的交流與互動，並將積極參與當地社區的公益活動。主要的活動計畫包括：舉辦各項研討、創業、學術性及聯誼會活動以增強校友的聯繫；提供校友與母校間合作與回饋的機會；增進校友們在文化、經濟、社會、科技方面的發展。": "The National Chiao Tung University (NCTU) Alumni Association was established with the vision of enhancing services and connections among alumni. Its mission is to strengthen interactions between alumni and their alma mater, fostering educational and technological exchanges while actively engaging in local community service and charitable activities. The association organizes various academic, entrepreneurial, and networking events to strengthen alumni connections. It also provides opportunities for collaboration and giving back to NCTU, promoting cultural, economic, social, and technological advancements among alumni.",
    "交大校友會期許交大人秉持母校「知新致遠、崇實篤行」的校訓，結合交大幫在半導體、ICT領域打下來的堅強基礎，繼續在智慧交通的大航海時代擔任舵手，引領台灣的企業航向偉大的航道，擁抱大交通大未來的無限可能，繼續譜寫交大幫傳奇。": "With its motto, 'Pursue innovation and strive for excellence,' the NCTU Alumni Association encourages its members to build on NCTU’s strong legacy in semiconductors and ICT. As Taiwan navigates the intelligent transportation revolution, the association aspires for NCTU alumni to serve as pioneers, steering Taiwanese enterprises toward new frontiers and embracing the limitless potential of the future of transportation—continuing the legendary 'NCTU spirit.'",

    "常見問題：": "FAQs:",
    "半導體領域很大，三（四）天的營隊是否足夠呢？": "The semiconductor field is vast. Is a three (or four)-day camp enough?",
    "足夠學員獲得超越同儕的知識以及視野。": "Yes, it is sufficient for students to gain knowledge and insights beyond their peers.",
    "本營隊也在三天之內安排了全方面的高水準課程，此外也提供線上的前導課讓學員可以預習，力求讓學員們寶貴的學習時間得到最佳的運用。": "Our camp is designed with a well-structured and high-quality curriculum packed into three days. Additionally, we provide online pre-camp courses to help students prepare, ensuring that their valuable learning time is maximized.",
    "大學端舉辦的高中生營隊很多，「半導體與IC設計科普夏令營」的特色是？": "There are many university-run camps for high school students. What makes the 'Semiconductor & IC Design Science Camp' unique?",
    "更加注重知識與產業理解。": "We place a stronger emphasis on industry knowledge and understanding.",
    "我們將一般營隊常見的團康活動改為與業界學長姐的交流，在也能讓學員練習人際相處的同時，也超越課堂的知識，接觸到產業界的第一手經驗。": "Instead of traditional camp social activities, we incorporate interactions with industry professionals, allowing students to develop interpersonal skills while gaining first-hand industry insights beyond classroom knowledge.",
    "如果沒有程式基礎、數理表現也普通，我可以跟得上課程嗎？": "I have no programming background, and my math and science skills are average. Can I keep up with the course?",
    "完全沒問題。": "Absolutely!",
    "首先，我們原本就是設計成給零基礎的學員參與的，此外，在實做課程以及成果發表上也都會安排助教輔導。最後，如果真的還是擔心，歡迎多看幾次完全免費的線上課程穩固基礎喔！": "Our camp is designed for students with no prior experience. During the hands-on sessions and final presentations, teaching assistants will be available to provide guidance. If you are still concerned, we encourage you to watch the free online courses multiple times to build a solid foundation before the camp.",
    "需要提供語言能力或是外國籍證明才可以報名英語梯次嗎？": "Do I need to provide proof of language proficiency or foreign nationality to register for the English track?",
    "不需要。": "No, it is not required.",
    "今年新增的英語梯次目標之一即是實現半導體領域未來人才交流的國際化，並且工作人員們也都具有中英雙語能力。因此，只要自評能進行基礎的英語對話，我們都歡迎你的報名。": "One of the key objectives of the new English track is to foster international talent exchange in the semiconductor field. Our staff members are bilingual in English and Chinese, ensuring smooth communication. As long as you can engage in basic English conversations, we welcome your registration.",
    "完成營隊課程之後，我可以獲得什麼呢？": "What will I gain after completing the camp?",
    "基礎知識、產業理解、結訓證明。": "Fundamental knowledge, industry insights, and a certificate of completion.",
    "足夠讓學員結訓後能夠繼續進行自學的基礎知識，輔助生涯規劃所需的產業發展歷程與未來方向理解，數位電路設計的體驗以及結訓證明。": "By the end of the camp, you will have acquired: A strong foundational knowledge that enables further self-learning, A clear understanding of industry trends and career pathways, Hands-on experience in digital circuit design, An official certificate of completion to recognize your achievement.",

    "聯繫我們":"Contact Us",
    "歡迎合作邀約":"Welcome for Any Cooperation",
    "經紀人：楊素敏小姐":"Agent: Miss Yang Suming",
    "聯絡電話：０９１１８６８６４９":"Contact Number: 0911868649",
    "工作室地址：新竹市東區學府路１９號":"Studio Address : No. 19, Xuefu Road, East District, Hsinchu City, Taiwan",
    "EMAIL：yamifilm@gmail.com":"MAIL：yamifilm@gmail.com",
    "地址":"Address",
    "IG":"Instagra",
    "FB":"Facebook",
    "紀錄片":"Documentary"
}