import React from 'react'

const Origin = () => {
  return (
    <div>
      <div className='mg-b-50'>
        <h1 className='mg-b-30'>緣起與宗旨</h1>
        {/* <h3 className='mg-b-10'>活動宗旨：</h3> */}
        <h3 className='mg-b-10'>半導體營隊旨在啟發高中生對半導體技術的興趣，提供豐富而具啟發性的學習課程。透過邏輯設計、電子元件及半導體製程等課程，結合實驗課程，實際深度參訪產業工作現場讓，學生深入了解半導體領域的知識與產業發展。透過實踐機會，培養學生創新思維和解決問題的能力，同時強化團隊合作和溝通技巧。</h3>
      </div>

      <div>
        <h1 className='mg-b-30'>主辦單位描述：</h1>
        <h3 className='mg-b-20'><b>台灣新思科技 Taiwan Synopsys「運算，不止革新驅動未來；選擇科學與工程，開啟卓越的IC旅程。」</b></h3>
        <h3 className='mg-b-20' style={{fontWeight:"300"}}>總部位於美國加州山景市(Mountain View)的新思科技(Synopsys， Inc. ; Nasdaq: SNPS)，是全球排名第一的電子設計自動化(EDA， Electronic Design Automation)廠商；做為開發電子產品及軟體應用的創新公司，新思科技致力提供技術領先的半導體設計、驗證平臺和IC製造軟體產品，協助半導體及電子相關產業的業者，進行複雜的積體電路(IC)設計、系統晶片(SoCs)等產品的開發與生產。</h3>
        <h3 className='mg-b-20' style={{fontWeight:"300"}}>此外，新思科技還提供矽智慧財產(IP)和設計諮詢服務，也是提供「矽晶到軟體(Silicon toSoftware™)」解決方案的最佳合作夥伴。身為全球第15大的軟體公司，新思科技長期以來是全球EDA和半導體IP領域的領導者，並發展成為提供軟體品質及安全測試的領導廠商。</h3>
        <h3 className='mg-b-20' style={{fontWeight:"300"}}>新思科技1991年在台灣成立分公司，目前在台灣有5個辦公室分布在台北及新竹地區。總員工數1280人，擁有超過1000位研發人員及客服工程師。台灣新思科技配合政府產業政策，成立研發中心積極培育研發人才，成為在台灣的跨國軟體企業中，擁有最大規模研發團隊的公司。</h3>
        <h3 className='mg-b-20'><b>臺灣交通大學校友會 NCTU Alumni Association「創造被交大校友利用的價值。」</b></h3>
        <h3 className='mg-b-20'><b>交大 16 字箴言：「飲水思源、實事求是、終生學習、互為貴人」</b></h3>
        <h3 className='mg-b-20' style={{fontWeight:"300"}}>交大的校友們希望透過基金會的成立， 能夠提供校友們更完善的服務。本會的宗旨在促進校友與母校的互動聯繫，增加在教育及科技方面的交流與互動，並將積極參與當地社區的公益活動。主要的活動計畫包括：舉辦各項研討、創業、學術性及聯誼會活動以增強校友的聯繫；提供校友與母校間合作與回饋的機會；增進校友們在文化、經濟、社會、科技方面的發展。</h3>
        <h3 className='mg-b-20' style={{fontWeight:"300"}}>交大校友會期許交大人秉持母校「知新致遠、崇實篤行」的校訓，結合交大幫在半導體、ICT領域打下來的堅強基礎，繼續在智慧交通的大航海時代擔任舵手，引領台灣的企業航向偉大的航道，擁抱大交通大未來的無限可能，繼續譜寫交大幫傳奇。</h3>
      </div>
    </div>
  )
}

export default Origin